export const SZ = [
  {
    "latitude": 22.5509411122,
    "longitude": 114.1259076289,
    "address": "广东省深圳市罗湖区湖贝路4",
    "name": "羅湖"
  },
  {
    "latitude": 22.5435623514,
    "longitude": 114.1144827975,
    "address": "广东省深圳市罗湖区人民南路3003",
    "name": "國貿"
  },
  {
    "latitude": 22.6848018309,
    "longitude": 113.9266401474,
    "address": "广东省深圳市宝安区宝石西路33号",
    "name": "老街"
  },
  {
    "latitude": 22.5452758779,
    "longitude": 114.1003787386,
    "address": "广东省深圳市罗湖区深南东路5018号-西门",
    "name": "大劇院"
  },
  {
    "latitude": 22.5450100051,
    "longitude": 114.0906558568,
    "address": "广东省深圳市福田区上步中路1003号",
    "name": "科學館"
  },
  {
    "latitude": 22.5431251281,
    "longitude": 114.0800710373,
    "address": "广东省深圳市福田区深南中路3003号",
    "name": "華強路"
  },
  {
    "latitude": 22.5255273434,
    "longitude": 114.0498936236,
    "address": "广东省深圳市福田区福民路105号",
    "name": "崗廈"
  },
  {
    "latitude": 22.5335568135,
    "longitude": 114.0546690269,
    "address": "广东省深圳市福田区福田ＣＢＤ福华三路111号",
    "name": "會展中心"
  },
  {
    "latitude": 22.5385115679,
    "longitude": 114.0489305733,
    "address": "广东省深圳市福田区民田路138",
    "name": "購物樂園"
  },
  {
    "latitude": 22.5504240914,
    "longitude": 114.0270212544,
    "address": "广东省深圳市福田区",
    "name": "香蜜湖"
  },
  {
    "latitude": 22.5359292933,
    "longitude": 114.0223887472,
    "address": "广东省深圳市福田区泰然七路6",
    "name": "車公廟"
  },
  {
    "latitude": 22.5255273434,
    "longitude": 114.0498936236,
    "address": "广东省深圳市福田区福民路105号",
    "name": "竹子林"
  },
  {
    "latitude": 22.53525157,
    "longitude": 113.9918026024,
    "address": "广东省深圳市福田区深圳大道9029号",
    "name": "僑城東"
  },
  {
    "latitude": 22.537243918,
    "longitude": 113.9792731548,
    "address": "广东省深圳市南山区深南大道9012",
    "name": "華僑城"
  },
  {
    "latitude": 22.5390095131,
    "longitude": 113.9690502478,
    "address": "广东省深圳市南山区深南大道9037号",
    "name": "世界之窗"
  },
  {
    "latitude": 22.5359143452,
    "longitude": 113.9634592646,
    "address": "广东省深圳市南山区白石街122",
    "name": "白石洲"
  },
  {
    "latitude": 22.5432756163,
    "longitude": 113.9489962911,
    "address": "广东省深圳市南山区铜鼓路10号",
    "name": "高新園區"
  },
  {
    "latitude": 22.5412189662,
    "longitude": 113.9389145173,
    "address": "广东省深圳市南山区科技南一路",
    "name": "深大"
  },
  {
    "latitude": 22.5353721327,
    "longitude": 113.9199279538,
    "address": "广东省深圳市南山区桃园路32号",
    "name": "桃園"
  },
  {
    "latitude": 22.5352372727,
    "longitude": 113.9103495713,
    "address": "广东省深圳市南山区桃园路216号",
    "name": "大新"
  },
  {
    "latitude": 22.5351708353,
    "longitude": 113.8984971249,
    "address": "广东省深圳市南山区",
    "name": "鯉魚門"
  },
  {
    "latitude": 22.5507637039,
    "longitude": 113.8895625069,
    "address": "广东省深圳市宝安区新湖路",
    "name": "新安"
  },
  {
    "latitude": 22.5575416126,
    "longitude": 113.8823253743,
    "address": "广东省深圳市宝安区新湖路",
    "name": "寶安中心"
  },
  {
    "latitude": 22.5632435283,
    "longitude": 113.8764447576,
    "address": "广东省深圳市宝安区罗田路18-10",
    "name": "寶體"
  },
  {
    "latitude": 22.571966117,
    "longitude": 113.8658603941,
    "address": "广东省深圳市宝安区海城路107号",
    "name": "坪洲"
  },
  {
    "latitude": 22.583386909,
    "longitude": 113.8786880846,
    "address": "广东省深圳市宝安区宝民二路108号",
    "name": "西鄉"
  },
  {
    "latitude": 22.603747309,
    "longitude": 113.8420848564,
    "address": "广东省深圳市宝安区宝安大道4754",
    "name": "固戍"
  },
  {
    "latitude": 22.6316898765,
    "longitude": 113.8304579503,
    "address": "广东省深圳市宝安区新瑞路11号",
    "name": "後瑞"
  },
  {
    "latitude": 22.6499689134,
    "longitude": 113.8176654162,
    "address": "广东省深圳市宝安区交通联络道",
    "name": "機場東"
  },
  {
    "latitude": 22.5475001281,
    "longitude": 114.0813980373,
    "address": "广东省深圳市福田区华强北路2005号",
    "name": "深圳地鐵2號線"
  },
  {
    "latitude": 22.47759275,
    "longitude": 113.8838939921,
    "address": "广东省深圳市南山区",
    "name": "赤灣"
  },
  {
    "latitude": 22.4797403183,
    "longitude": 113.9072827584,
    "address": "广东省深圳市南山区港湾大道8号",
    "name": "蛇口港"
  },
  {
    "latitude": 22.4863237719,
    "longitude": 113.9110651564,
    "address": "广东省深圳市南山区太子路20-21",
    "name": "海上世界"
  },
  {
    "latitude": 22.4915836488,
    "longitude": 113.9149106104,
    "address": "广东省深圳市南山区太子路113号",
    "name": "水灣"
  },
  {
    "latitude": 22.4893059561,
    "longitude": 113.9262168671,
    "address": "广东省深圳市南山区蛇口新街121号",
    "name": "東角頭"
  },
  {
    "latitude": 22.4930907884,
    "longitude": 113.9294705672,
    "address": "广东省深圳市南山区渔村路185",
    "name": "灣廈"
  },
  {
    "latitude": 22.5029725151,
    "longitude": 113.9328900981,
    "address": "广东省深圳市南山区工业八路101",
    "name": "海月"
  },
  {
    "latitude": 22.5122345151,
    "longitude": 113.9329260982,
    "address": "广东省深圳市南山区登良路7号-1",
    "name": "登良"
  },
  {
    "latitude": 22.5128778741,
    "longitude": 113.9272544809,
    "address": "广东省深圳市南山区后海大道2319号",
    "name": "後海"
  },
  {
    "latitude": 22.530018718,
    "longitude": 113.9416451425,
    "address": "广东省深圳市南山区高新南十道",
    "name": "科苑"
  },
  {
    "latitude": 22.5279212834,
    "longitude": 113.9637751404,
    "address": "广东省深圳市南山区白石三道",
    "name": "紅樹灣"
  },
  {
    "latitude": 22.5390095131,
    "longitude": 113.9690502478,
    "address": "广东省深圳市南山区深南大道9037号",
    "name": "世界之窗"
  },
  {
    "latitude": 22.5470025638,
    "longitude": 113.9844568011,
    "address": "广东省深圳市南山区侨香路辅路",
    "name": "僑城北"
  },
  {
    "latitude": 22.5493593019,
    "longitude": 113.9941555724,
    "address": "广东省深圳市福田区",
    "name": "深康"
  },
  {
    "latitude": 22.5513923019,
    "longitude": 114.0011575724,
    "address": "广东省深圳市福田区经五路",
    "name": "安託山"
  },
  {
    "latitude": 22.5525113557,
    "longitude": 114.0093639121,
    "address": "广东省深圳市福田区农园路",
    "name": "僑香"
  },
  {
    "latitude": 22.5554956503,
    "longitude": 114.0188710243,
    "address": "广东省深圳市福田区侨香路1029",
    "name": "香蜜"
  },
  {
    "latitude": 22.556405443,
    "longitude": 114.0284023747,
    "address": "广东省深圳市福田区侨香路",
    "name": "香梅北"
  },
  {
    "latitude": 22.5255273434,
    "longitude": 114.0498936236,
    "address": "广东省深圳市福田区福民路105号",
    "name": "景田"
  },
  {
    "latitude": 22.5496715546,
    "longitude": 114.0445509134,
    "address": "广东省深圳市福田区福中一路3011",
    "name": "蓮花西"
  },
  {
    "latitude": 22.5255273434,
    "longitude": 114.0498936236,
    "address": "广东省深圳市福田区福民路105号",
    "name": "福田"
  },
  {
    "latitude": 22.5463917937,
    "longitude": 114.0544993601,
    "address": "广东省深圳市福田区沙井大道180",
    "name": "市民中心"
  },
  {
    "latitude": 22.5432735121,
    "longitude": 114.0641623889,
    "address": "广东省深圳市福田区深南大道1018号",
    "name": "崗廈北"
  },
  {
    "latitude": 22.5459761281,
    "longitude": 114.0809930373,
    "address": "广东省深圳市福田区振中路218号",
    "name": "華強北"
  },
  {
    "latitude": 22.5470800051,
    "longitude": 114.0878538568,
    "address": "广东省深圳市福田区燕南路11号",
    "name": "燕南"
  },
  {
    "latitude": 22.5452758779,
    "longitude": 114.1003787386,
    "address": "广东省深圳市罗湖区深南东路5018号-西门",
    "name": "大劇院"
  },
  {
    "latitude": 22.5469623514,
    "longitude": 114.1201947975,
    "address": "广东省深圳市罗湖区深南东路2061-1号",
    "name": "湖貝"
  },
  {
    "latitude": 22.5488721122,
    "longitude": 114.1318426289,
    "address": "广东省深圳市罗湖区深南东路1064号",
    "name": "黃貝嶺"
  },
  {
    "latitude": 22.5505102986,
    "longitude": 114.1439215125,
    "address": "广东省深圳市罗湖区新秀路40-2",
    "name": "新秀"
  },
  {
    "latitude": 22.7224476524,
    "longitude": 114.2104692731,
    "address": "广东省深圳市龙岗区清林路546",
    "name": "深圳地鐵3號線"
  },
  {
    "latitude": 22.5190890925,
    "longitude": 114.0461981978,
    "address": "广东省深圳市福田区福强路3017号",
    "name": "益田"
  },
  {
    "latitude": 22.5261263434,
    "longitude": 114.0485226236,
    "address": "广东省深圳市福田区北二街2号",
    "name": "石廈"
  },
  {
    "latitude": 22.5385115679,
    "longitude": 114.0489305733,
    "address": "广东省深圳市福田区民田路138",
    "name": "購物樂園"
  },
  {
    "latitude": 22.5255273434,
    "longitude": 114.0498936236,
    "address": "广东省深圳市福田区福民路105号",
    "name": "福田"
  },
  {
    "latitude": 22.5506017937,
    "longitude": 114.05682736,
    "address": "广东省深圳市福田区金田路",
    "name": "少年宮"
  },
  {
    "latitude": 22.5517167937,
    "longitude": 114.06325436,
    "address": "广东省深圳市福田区彩田路5858号",
    "name": "蓮花村"
  },
  {
    "latitude": 22.5516991281,
    "longitude": 114.0815680373,
    "address": "广东省深圳市福田区红荔路38",
    "name": "華新"
  },
  {
    "latitude": 22.6926398771,
    "longitude": 114.3368211187,
    "address": "广东省深圳市龙岗区国泰路52号",
    "name": "通新嶺"
  },
  {
    "latitude": 22.5510468779,
    "longitude": 114.0994587386,
    "address": "广东省深圳市罗湖区红岭中路1040号",
    "name": "紅嶺"
  },
  {
    "latitude": 22.6848018309,
    "longitude": 113.9266401474,
    "address": "广东省深圳市宝安区宝石西路33号",
    "name": "老街"
  },
  {
    "latitude": 22.5520466951,
    "longitude": 114.1176626656,
    "address": "广东省深圳市罗湖区东门中路2088号-1",
    "name": "曬布"
  },
  {
    "latitude": 22.5591684596,
    "longitude": 114.125045762,
    "address": "广东省深圳市罗湖区东门北路1056号",
    "name": "翠竹"
  },
  {
    "latitude": 22.5701173914,
    "longitude": 114.124996884,
    "address": "广东省深圳市罗湖区翠竹路1152-1",
    "name": "田貝"
  },
  {
    "latitude": 22.5699896191,
    "longitude": 114.1226460689,
    "address": "广东省深圳市罗湖区贝丽北路2号",
    "name": "水貝"
  },
  {
    "latitude": 22.5872399933,
    "longitude": 114.1112472347,
    "address": "广东省深圳市罗湖区G205(布吉路)",
    "name": "草埔"
  },
  {
    "latitude": 22.6043555339,
    "longitude": 114.1164717174,
    "address": "广东省深圳市龙岗区G205(龙岗大道)",
    "name": "布吉"
  },
  {
    "latitude": 22.6069973208,
    "longitude": 114.1265107502,
    "address": "广东省深圳市龙岗区木棉湾老围二巷",
    "name": "木棉灣"
  },
  {
    "latitude": 22.6167595545,
    "longitude": 114.1332583009,
    "address": "广东省深圳市龙岗区深惠路334号",
    "name": "大芬"
  },
  {
    "latitude": 22.6223420177,
    "longitude": 114.1430321109,
    "address": "广东省深圳市龙岗区恋珠东一巷10号",
    "name": "丹竹頭"
  },
  {
    "latitude": 22.6370758438,
    "longitude": 114.1757831145,
    "address": "广东省深圳市龙岗区深坑路37号2楼",
    "name": "六約"
  },
  {
    "latitude": 22.6818180575,
    "longitude": 113.945635325,
    "address": "广东省深圳市宝安区塘坑路14号",
    "name": "塘坑"
  },
  {
    "latitude": 22.7225056282,
    "longitude": 114.2431609758,
    "address": "广东省深圳市龙岗区东南路4号",
    "name": "橫崗"
  },
  {
    "latitude": 22.661724408,
    "longitude": 114.2131172416,
    "address": "广东省深圳市龙岗区G205(龙岗大道)",
    "name": "永湖"
  },
  {
    "latitude": 22.6759513337,
    "longitude": 114.2194346256,
    "address": "广东省深圳市龙岗区深惠路1188",
    "name": "荷坳"
  },
  {
    "latitude": 22.6981901927,
    "longitude": 114.2120199528,
    "address": "广东省深圳市龙岗区",
    "name": "大運"
  },
  {
    "latitude": 22.7044925897,
    "longitude": 114.2297125965,
    "address": "广东省深圳市龙岗区龙岗中心城太平路31号",
    "name": "愛聯"
  },
  {
    "latitude": 22.7125261362,
    "longitude": 114.2395707157,
    "address": "广东省深圳市龙岗区深惠路439号",
    "name": "吉祥"
  },
  {
    "latitude": 22.721196384,
    "longitude": 114.2448914795,
    "address": "广东省深圳市龙岗区行政路",
    "name": "龍城廣場"
  },
  {
    "latitude": 22.7248415367,
    "longitude": 114.2609266707,
    "address": "广东省深圳市龙岗区深惠路879号",
    "name": "南聯"
  },
  {
    "latitude": 22.7316232903,
    "longitude": 114.272740111,
    "address": "广东省深圳市龙岗区深惠路1131号",
    "name": "雙龍"
  },
  {
    "latitude": 22.6061913476,
    "longitude": 114.0373936359,
    "address": "广东省深圳市宝安区民乐路66",
    "name": "深圳地鐵4號線"
  },
  {
    "latitude": 22.6668407859,
    "longitude": 114.031514521,
    "address": "广东省深圳市宝安区和平路90号",
    "name": "清湖"
  },
  {
    "latitude": 22.7545478775,
    "longitude": 114.0368900954,
    "address": "广东省深圳市宝安区",
    "name": "龍華"
  },
  {
    "latitude": 22.6476404206,
    "longitude": 114.0073876279,
    "address": "广东省深圳市宝安区和平路",
    "name": "龍勝"
  },
  {
    "latitude": 22.6398555051,
    "longitude": 114.008315381,
    "address": "广东省深圳市宝安区腾龙路",
    "name": "上塘"
  },
  {
    "latitude": 22.6246871037,
    "longitude": 114.0184528159,
    "address": "广东省深圳市宝安区腾龙路",
    "name": "紅山"
  },
  {
    "latitude": 22.6119607906,
    "longitude": 114.0239318492,
    "address": "广东省深圳市宝安区",
    "name": "深圳北站"
  },
  {
    "latitude": 22.6042453476,
    "longitude": 114.0375256359,
    "address": "广东省深圳市宝安区民塘路",
    "name": "白石龍"
  },
  {
    "latitude": 22.5972291389,
    "longitude": 114.0434371729,
    "address": "广东省深圳市宝安区梅观路",
    "name": "民樂"
  },
  {
    "latitude": 22.5721916213,
    "longitude": 114.0546245567,
    "address": "广东省深圳市福田区中康路132号",
    "name": "上梅林"
  },
  {
    "latitude": 22.5632493187,
    "longitude": 114.0541785221,
    "address": "广东省深圳市福田区宏威路15号",
    "name": "蓮花北"
  },
  {
    "latitude": 22.5506017937,
    "longitude": 114.05682736,
    "address": "广东省深圳市福田区金田路",
    "name": "少年宮"
  },
  {
    "latitude": 22.5463917937,
    "longitude": 114.0544993601,
    "address": "广东省深圳市福田区沙井大道180",
    "name": "市民中心"
  },
  {
    "latitude": 22.5335568135,
    "longitude": 114.0546690269,
    "address": "广东省深圳市福田区福田ＣＢＤ福华三路111号",
    "name": "會展中心"
  },
  {
    "latitude": 22.5255273434,
    "longitude": 114.0498936236,
    "address": "广东省深圳市福田区福民路105号",
    "name": "福民"
  },
  {
    "latitude": 22.5183650923,
    "longitude": 114.0640186911,
    "address": "广东省深圳市福田区裕享路23号-2层",
    "name": "福田口岸"
  },
  {
    "latitude": 22.6135697906,
    "longitude": 114.0256408492,
    "address": "广东省深圳市宝安区",
    "name": "深圳地鐵5號線"
  },
  {
    "latitude": 22.5488721122,
    "longitude": 114.1318426289,
    "address": "广东省深圳市罗湖区深南东路1064号",
    "name": "黃貝嶺"
  },
  {
    "latitude": 22.558649529,
    "longitude": 114.1350491375,
    "address": "广东省深圳市罗湖区怡景路1016号",
    "name": "怡景"
  },
  {
    "latitude": 22.5759657064,
    "longitude": 114.1319692414,
    "address": "广东省深圳市罗湖区东晓路1057号",
    "name": "太安"
  },
  {
    "latitude": 22.5836848426,
    "longitude": 114.1329624663,
    "address": "广东省深圳市罗湖区东晓路3079号",
    "name": "佈心"
  },
  {
    "latitude": 22.5981727341,
    "longitude": 114.1252971693,
    "address": "广东省深圳市龙岗区翔鸽路",
    "name": "百鴿籠"
  },
  {
    "latitude": 22.6043555339,
    "longitude": 114.1164717174,
    "address": "广东省深圳市龙岗区G205(龙岗大道)",
    "name": "布吉"
  },
  {
    "latitude": 22.6106104552,
    "longitude": 114.1088632839,
    "address": "广东省深圳市龙岗区吉华路224号",
    "name": "長龍"
  },
  {
    "latitude": 22.6175669483,
    "longitude": 114.1056051196,
    "address": "广东省深圳市龙岗区吉华路259号",
    "name": "下水徑"
  },
  {
    "latitude": 22.6239935746,
    "longitude": 114.1014200343,
    "address": "广东省深圳市龙岗区新梅子园五巷",
    "name": "上水徑"
  },
  {
    "latitude": 22.6293927928,
    "longitude": 114.0749238233,
    "address": "广东省深圳市龙岗区布龙路369",
    "name": "楊美"
  },
  {
    "latitude": 22.6301872016,
    "longitude": 114.0657303143,
    "address": "广东省深圳市龙岗区坂田北路2号",
    "name": "坂田"
  },
  {
    "latitude": 22.629630518,
    "longitude": 114.0556669176,
    "address": "广东省深圳市龙岗区布龙路328号",
    "name": "五和"
  },
  {
    "latitude": 22.5567386125,
    "longitude": 113.8790983743,
    "address": "广东省深圳市宝安区创业路1号",
    "name": "民治"
  },
  {
    "latitude": 22.6119607906,
    "longitude": 114.0239318492,
    "address": "广东省深圳市宝安区",
    "name": "深圳北站"
  },
  {
    "latitude": 22.602135165,
    "longitude": 114.0053006545,
    "address": "广东省深圳市南山区留仙大道",
    "name": "長嶺陂"
  },
  {
    "latitude": 22.5929745808,
    "longitude": 113.9950259626,
    "address": "广东省深圳市南山区留仙大道",
    "name": "塘朗"
  },
  {
    "latitude": 22.5919069631,
    "longitude": 113.9690029176,
    "address": "广东省深圳市南山区春华路",
    "name": "大學城"
  },
  {
    "latitude": 22.5836862301,
    "longitude": 113.9488237785,
    "address": "广东省深圳市南山区留仙大道2010号",
    "name": "西麗"
  },
  {
    "latitude": 22.5834686042,
    "longitude": 113.9389484225,
    "address": "广东省深圳市南山区留仙大道",
    "name": "留仙洞"
  },
  {
    "latitude": 22.5847500925,
    "longitude": 113.9139041549,
    "address": "广东省深圳市宝安区创业二路383号",
    "name": "興東"
  },
  {
    "latitude": 22.5777011451,
    "longitude": 113.9057565388,
    "address": "广东省深圳市宝安区创业二路250-1号",
    "name": "洪浪北"
  },
  {
    "latitude": 22.5723497071,
    "longitude": 113.8996171551,
    "address": "广东省深圳市宝安区前进一路92号",
    "name": "靈芝"
  },
  {
    "latitude": 22.5628059858,
    "longitude": 113.8883868176,
    "address": "广东省深圳市宝安区创业一路1085号",
    "name": "翻身"
  },
  {
    "latitude": 22.5575416126,
    "longitude": 113.8823253743,
    "address": "广东省深圳市宝安区新湖路",
    "name": "寶安中心"
  },
  {
    "latitude": 22.5527426125,
    "longitude": 113.8801043743,
    "address": "广东省深圳市宝安区兴华一路",
    "name": "寶華"
  },
  {
    "latitude": 22.5469397039,
    "longitude": 113.8841385069,
    "address": "广东省深圳市宝安区",
    "name": "臨海"
  },
  {
    "latitude": 22.5711765817,
    "longitude": 113.9554819826,
    "address": "广东省深圳市南山区龙珠大道360号",
    "name": "深圳地鐵7號線"
  },
  {
    "latitude": 22.596656791,
    "longitude": 113.9607328222,
    "address": "广东省深圳市南山区丽水路16-24",
    "name": "西麗湖"
  },
  {
    "latitude": 22.5836862301,
    "longitude": 113.9488237785,
    "address": "广东省深圳市南山区留仙大道2010号",
    "name": "西麗"
  },
  {
    "latitude": 22.576981416,
    "longitude": 113.9494387383,
    "address": "广东省深圳市南山区沙河西路3231号",
    "name": "茶光"
  },
  {
    "latitude": 22.5711765817,
    "longitude": 113.9554819826,
    "address": "广东省深圳市南山区龙珠大道360号",
    "name": "珠光"
  },
  {
    "latitude": 22.5669030182,
    "longitude": 113.9698939977,
    "address": "广东省深圳市南山区龙珠大道64号",
    "name": "龍井"
  },
  {
    "latitude": 22.5608412484,
    "longitude": 113.9755235435,
    "address": "广东省深圳市南山区龙珠七路12",
    "name": "桃源村"
  },
  {
    "latitude": 22.5587729078,
    "longitude": 113.9887889857,
    "address": "广东省深圳市南山区北环大道",
    "name": "深雲"
  },
  {
    "latitude": 22.5513923019,
    "longitude": 114.0011575724,
    "address": "广东省深圳市福田区经五路",
    "name": "安託山"
  },
  {
    "latitude": 22.5432730045,
    "longitude": 114.0133447501,
    "address": "广东省深圳市福田区红荔西路8076-2",
    "name": "農林"
  },
  {
    "latitude": 22.5359292933,
    "longitude": 114.0223887472,
    "address": "广东省深圳市福田区泰然七路6",
    "name": "車公廟"
  },
  {
    "latitude": 22.5255273434,
    "longitude": 114.0498936236,
    "address": "广东省深圳市福田区福民路105号",
    "name": "上沙"
  },
  {
    "latitude": 22.5235936623,
    "longitude": 114.0374685294,
    "address": "广东省深圳市福田区沙尾路132号",
    "name": "沙尾"
  },
  {
    "latitude": 22.5261263434,
    "longitude": 114.0485226236,
    "address": "广东省深圳市福田区北二街2号",
    "name": "石廈"
  },
  {
    "latitude": 22.5278545973,
    "longitude": 114.0575568144,
    "address": "广东省深圳市福田区下围一村49-3号",
    "name": "皇崗村"
  },
  {
    "latitude": 22.5255273434,
    "longitude": 114.0498936236,
    "address": "广东省深圳市福田区福民路105号",
    "name": "福民"
  },
  {
    "latitude": 22.5214350923,
    "longitude": 114.0687196911,
    "address": "广东省深圳市福田区",
    "name": "皇崗口岸"
  },
  {
    "latitude": 22.5344771566,
    "longitude": 114.0787186921,
    "address": "广东省深圳市福田区滨河大道3087",
    "name": "赤尾"
  },
  {
    "latitude": 22.5384731566,
    "longitude": 114.0818716921,
    "address": "广东省深圳市福田区华强南路2008",
    "name": "華強南"
  },
  {
    "latitude": 22.5459761281,
    "longitude": 114.0809930373,
    "address": "广东省深圳市福田区振中路218号",
    "name": "華強北"
  },
  {
    "latitude": 22.5516991281,
    "longitude": 114.0815680373,
    "address": "广东省深圳市福田区红荔路38",
    "name": "華新"
  },
  {
    "latitude": 22.5585334532,
    "longitude": 114.081980872,
    "address": "广东省深圳市福田区泥岗西路辅路",
    "name": "黃木崗"
  },
  {
    "latitude": 22.5645035131,
    "longitude": 114.0894630914,
    "address": "广东省深圳市福田区八卦三路301",
    "name": "八卦嶺"
  },
  {
    "latitude": 22.5647143926,
    "longitude": 114.0992049985,
    "address": "广东省深圳市罗湖区梅园路194号",
    "name": "紅嶺北"
  },
  {
    "latitude": 22.5509411122,
    "longitude": 114.1259076289,
    "address": "广东省深圳市罗湖区湖贝路4",
    "name": "筍崗"
  },
  {
    "latitude": 22.5685506191,
    "longitude": 114.1163540689,
    "address": "广东省深圳市罗湖区洪湖路115号",
    "name": "洪湖"
  },
  {
    "latitude": 22.5701173914,
    "longitude": 114.124996884,
    "address": "广东省深圳市罗湖区翠竹路1152-1",
    "name": "田貝"
  },
  {
    "latitude": 22.5759657064,
    "longitude": 114.1319692414,
    "address": "广东省深圳市罗湖区东晓路1057号",
    "name": "太安"
  },
  {
    "latitude": 22.5243903347,
    "longitude": 113.9876932349,
    "address": "广东省深圳市南山区白石路东8号",
    "name": "深圳地鐵9號線"
  },
  {
    "latitude": 22.5260172834,
    "longitude": 113.9668591404,
    "address": "广东省深圳市南山区白石四道",
    "name": "紅樹灣南"
  },
  {
    "latitude": 22.5260766874,
    "longitude": 113.9737400493,
    "address": "广东省深圳市南山区深湾四路",
    "name": "深灣"
  },
  {
    "latitude": 22.4894902271,
    "longitude": 113.943685518,
    "address": "广东省深圳市南山区望海路",
    "name": "深圳灣公園"
  },
  {
    "latitude": 22.5306860553,
    "longitude": 114.0184664507,
    "address": "广东省深圳市福田区滨河大道辅路",
    "name": "下沙"
  },
  {
    "latitude": 22.5359292933,
    "longitude": 114.0223887472,
    "address": "广东省深圳市福田区泰然七路6",
    "name": "車公廟"
  },
  {
    "latitude": 22.5482891564,
    "longitude": 114.0344931258,
    "address": "广东省深圳市福田区红荔西路7127号",
    "name": "香梅"
  },
  {
    "latitude": 22.5255273434,
    "longitude": 114.0498936236,
    "address": "广东省深圳市福田区福民路105号",
    "name": "景田"
  },
  {
    "latitude": 22.5625263712,
    "longitude": 114.0328307346,
    "address": "广东省深圳市福田区梅林路287号",
    "name": "梅景"
  },
  {
    "latitude": 22.5683554342,
    "longitude": 114.0363743044,
    "address": "广东省深圳市福田区梅林路215号",
    "name": "下梅林"
  },
  {
    "latitude": 22.5712140924,
    "longitude": 114.0477650756,
    "address": "广东省深圳市福田区梅林路127-4",
    "name": "梅村"
  },
  {
    "latitude": 22.5721916213,
    "longitude": 114.0546245567,
    "address": "广东省深圳市福田区中康路132号",
    "name": "上梅林"
  },
  {
    "latitude": 22.5712013187,
    "longitude": 114.0632675221,
    "address": "广东省深圳市福田区梅林路32号",
    "name": "孖嶺"
  },
  {
    "latitude": 22.5714855131,
    "longitude": 114.0845480914,
    "address": "广东省深圳市罗湖区上步北路2010",
    "name": "銀湖"
  },
  {
    "latitude": 22.5694553926,
    "longitude": 114.0937139985,
    "address": "广东省深圳市罗湖区洪涛路1号",
    "name": "泥崗"
  },
  {
    "latitude": 22.5647143926,
    "longitude": 114.0992049985,
    "address": "广东省深圳市罗湖区梅园路194号",
    "name": "紅嶺北"
  },
  {
    "latitude": 22.692819945,
    "longitude": 113.9363281808,
    "address": "广东省深圳市宝安区",
    "name": "園嶺"
  },
  {
    "latitude": 22.5510468779,
    "longitude": 114.0994587386,
    "address": "广东省深圳市罗湖区红岭中路1040号",
    "name": "紅嶺"
  },
  {
    "latitude": 22.5419658779,
    "longitude": 114.0996587386,
    "address": "广东省深圳市罗湖区红岭南路1039号",
    "name": "紅嶺南"
  },
  {
    "latitude": 22.5366979043,
    "longitude": 114.1018033682,
    "address": "广东省深圳市罗湖区",
    "name": "鹿丹村"
  },
  {
    "latitude": 22.5382033301,
    "longitude": 114.1129289659,
    "address": "广东省深圳市罗湖区人民南路1015-1",
    "name": "人民南"
  },
  {
    "latitude": 22.5425283514,
    "longitude": 114.1207477975,
    "address": "广东省深圳市罗湖区春风路2059号",
    "name": "向西村"
  },
  {
    "latitude": 22.5451701122,
    "longitude": 114.1259206289,
    "address": "广东省深圳市罗湖区文锦南路2001",
    "name": "文錦"
  },
  {
    "latitude": 22.5270341404,
    "longitude": 113.9190378316,
    "address": "广东省深圳市南山区南山大道2002-5",
    "name": "深圳地鐵11號線"
  },
  {
    "latitude": 22.5255273434,
    "longitude": 114.0498936236,
    "address": "广东省深圳市福田区福民路105号",
    "name": "福田"
  },
  {
    "latitude": 22.5359292933,
    "longitude": 114.0223887472,
    "address": "广东省深圳市福田区泰然七路6",
    "name": "車公廟"
  },
  {
    "latitude": 22.5260172834,
    "longitude": 113.9668591404,
    "address": "广东省深圳市南山区白石四道",
    "name": "紅樹灣南"
  },
  {
    "latitude": 22.5128778741,
    "longitude": 113.9272544809,
    "address": "广东省深圳市南山区后海大道2319号",
    "name": "後海"
  },
  {
    "latitude": 22.5358624099,
    "longitude": 113.9251234361,
    "address": "广东省深圳市南山区桃园路2号",
    "name": "南山"
  },
  {
    "latitude": 22.5567386125,
    "longitude": 113.8790983743,
    "address": "广东省深圳市宝安区创业路1号",
    "name": "寶安"
  },
  {
    "latitude": 22.5798293866,
    "longitude": 113.8548523467,
    "address": "广东省深圳市宝安区新湾路305",
    "name": "碧海灣"
  },
  {
    "latitude": 22.6278126081,
    "longitude": 113.8085011378,
    "address": "广东省深圳市宝安区领航高架桥",
    "name": "機場"
  },
  {
    "latitude": 22.6546754158,
    "longitude": 113.7922510891,
    "address": "广东省深圳市宝安区",
    "name": "機場北"
  },
  {
    "latitude": 22.5567386125,
    "longitude": 113.8790983743,
    "address": "广东省深圳市宝安区创业路1号",
    "name": "福永"
  },
  {
    "latitude": 22.6909450412,
    "longitude": 113.8058109229,
    "address": "广东省深圳市宝安区宝安大道",
    "name": "橋頭"
  },
  {
    "latitude": 22.7073344455,
    "longitude": 113.8043452441,
    "address": "广东省深圳市宝安区迎春路21-1",
    "name": "塘尾"
  },
  {
    "latitude": 22.7194486856,
    "longitude": 113.8117707907,
    "address": "广东省深圳市宝安区宝安大道",
    "name": "馬安山"
  },
  {
    "latitude": 22.7420647826,
    "longitude": 113.8002754915,
    "address": "广东省深圳市宝安区沙井大街255号",
    "name": "沙井"
  },
  {
    "latitude": 22.7555323295,
    "longitude": 113.8218019727,
    "address": "广东省深圳市宝安区宝安大道",
    "name": "後亭"
  },
  {
    "latitude": 22.5567386125,
    "longitude": 113.8790983743,
    "address": "广东省深圳市宝安区创业路1号",
    "name": "松崗"
  },
  {
    "latitude": 22.7862016748,
    "longitude": 113.8149206621,
    "address": "广东省深圳市宝安区朗碧路",
    "name": "碧頭"
  }
]